tap "amar1729/formulae"
tap "boz/repo"
tap "cockroachdb/tap"
tap "derailed/k9s"
tap "getantibody/tap"
tap "getsentry/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/livecheck"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "nektos/tap"
tap "shopify/shopify"
tap "windmilleng/tap"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "asciinema"
brew "asdf"
brew "awscli"
brew "axel"
brew "bat"
brew "buildifier"
brew "buildkit"
brew "ctop"
brew "dive"
brew "docker-machine"
brew "docker-machine-driver-hyperkit"
brew "docker-machine-driver-vmware"
brew "docker-machine-parallels"
brew "doctl"
brew "dvm"
brew "exiftool"
brew "ffmpeg"
brew "fswatch"
brew "fx"
brew "gh"
brew "git-flow-avh"
brew "git-gui"
brew "gnupg"
brew "go"
brew "go-bindata"
brew "highlight"
brew "htop"
brew "hub"
brew "ipcalc"
brew "jq"
brew "kind"
brew "lftp"
brew "mas"
brew "midnight-commander"
brew "mkcert"
brew "mysql"
brew "nmap"
brew "nss"
brew "nvm"
brew "pass"
brew "pinentry-mac"
brew "postgresql"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rclone"
brew "redis"
brew "speedtest-cli"
brew "stern"
brew "stunnel"
brew "tmux"
brew "transmission-cli"
brew "trash"
brew "travis"
brew "watch"
brew "wget"
brew "wifi-password"
brew "wireguard-tools"
brew "wp-cli"
brew "youtube-dl"
brew "zlib"
brew "amar1729/formulae/browserpass"
brew "boz/repo/kail"
brew "cockroachdb/tap/cockroach"
brew "derailed/k9s/k9s"
brew "getantibody/tap/antibody"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-community"
brew "nektos/tap/act"
brew "shopify/shopify/themekit"
brew "windmilleng/tap/tilt"
cask "airdroid"
cask "another-redis-desktop-manager"
cask "balenaetcher"
cask "chromedriver"
cask "coconutbattery"
cask "cyberduck"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-hack-nerd-font"
cask "gas-mask"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-photos-backup-and-sync"
cask "grammarly"
cask "iterm2"
cask "lens"
cask "logitech-options"
cask "luna-display"
cask "meld"
cask "microsoft-edge"
cask "mongodb-compass"
cask "mpv"
cask "multipass"
cask "mysqlworkbench"
cask "parallels"
cask "pgadmin4"
cask "postman"
cask "pritunl"
cask "qtpass"
cask "quik"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "station"
cask "termhere"
cask "upwork"
cask "vagrant"
cask "viber"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
cask "zoomus"
mas "Archiver", id: 619437121
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "SHAREit", id: 1040029915
mas "Skitch", id: 425955336
mas "System Monitor", id: 423368786
mas "Xcode", id: 497799835
