tap "amar1729/formulae"
tap "aws/tap"
tap "boltops-tools/software"
tap "boz/repo"
tap "cockroachdb/tap"
tap "codeclimate/formulae"
tap "derailed/k9s"
tap "elastic/tap"
tap "getantibody/tap"
tap "getsentry/tools"
tap "gofireflyio/aiac", "https://github.com/gofireflyio/aiac"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "localsend/localsend"
tap "localstack/tap"
tap "mfuentesg/tap"
tap "minio/stable"
tap "mongodb/brew"
tap "nektos/tap"
tap "noovolari/brew"
tap "pulumi/tap"
tap "shopify/shopify"
tap "teamookla/speedtest"
tap "ubuntu/microk8s"
tap "windmilleng/tap"
brew "act"
brew "adns"
brew "agg"
brew "ansifilter"
brew "antidote"
brew "xz"
brew "openssl@3"
brew "argocd"
brew "readline"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "aws-nuke"
brew "awscli"
brew "axel"
brew "azure-cli"
brew "bat"
brew "bmon"
brew "boost"
brew "buildifier"
brew "buildkit"
brew "ccache"
brew "cmake"
brew "conda-zsh-completion"
brew "cookiecutter"
brew "ctop"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-machine"
brew "docker-machine-driver-vmware"
brew "doctl"
brew "doitlive"
brew "duf"
brew "dvm"
brew "editorconfig-checker"
brew "exiftool"
brew "f3"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "highlight"
brew "htop"
brew "hub"
brew "huggingface-cli"
brew "liblqr"
brew "imagemagick"
brew "inetutils"
brew "infracost"
brew "ipcalc"
brew "ipv6calc"
brew "jq"
brew "jupyterlab"
brew "k3d"
brew "k8sgpt"
brew "kind"
brew "kompose"
brew "krew"
brew "kubectx"
brew "lastpass-cli"
brew "lazydocker"
brew "lftp"
brew "libsvg"
brew "llvm"
brew "mas"
brew "meson"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "mongodb-atlas-cli"
brew "mvnvm"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "ripgrep"
brew "nb"
brew "node@18"
brew "nss"
brew "nvtop"
brew "ollama"
brew "openvpn"
brew "pass"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qt@5", link: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-gemset"
brew "rclone"
brew "redis"
brew "rsync"
brew "ruby"
brew "rust"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "sonar-scanner"
brew "sonarqube"
brew "stern"
brew "stow"
brew "stunnel"
brew "svg2png"
brew "svgo"
brew "terracognita"
brew "terraformer"
brew "the_silver_searcher"
brew "tmux"
brew "transmission-cli"
brew "trash"
brew "watch"
brew "websocat"
brew "wget"
brew "whalebrew"
brew "wifi-password"
brew "wireguard-tools"
brew "wp-cli"
brew "yarn"
brew "yq"
brew "zinit"
brew "zoxide"
brew "zsh-completions"
brew "amar1729/formulae/browserpass"
brew "amar1729/formulae/pinentry-prefer-tty"
brew "aws/tap/copilot-cli"
brew "boz/repo/kail"
brew "derailed/k9s/k9s"
brew "gofireflyio/aiac/aiac"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "mfuentesg/tap/ksd"
brew "pulumi/tap/pulumi"
brew "shopify/shopify/themekit"
brew "teamookla/speedtest/speedtest"
brew "ubuntu/microk8s/microk8s"
cask "alacritty"
cask "anaconda"
cask "another-redis-desktop-manager"
cask "anydesk"
cask "balenaetcher"
cask "chromedriver"
cask "coconutbattery"
cask "crystalfetch"
cask "cyberduck"
cask "dash@6"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "garmin-express"
cask "gas-mask"
cask "gfxcardstatus"
cask "gitbutler"
cask "github"
cask "gitkraken"
cask "google-photos-backup-and-sync"
cask "grammarly-desktop"
cask "gswitch"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "jump-desktop-connect"
cask "keybase"
cask "kui"
cask "lastpass"
cask "leapp"
cask "lg-onscreen-control"
cask "libreoffice"
cask "local"
cask "localsend"
cask "logi-options-plus"
cask "luna-display"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "multipass"
cask "mysqlworkbench"
cask "ngrok"
cask "nrlquaker-winbox"
cask "opendnsupdater"
cask "openlens"
cask "openvpn-connect"
cask "pgadmin4"
cask "podman-desktop"
cask "postman"
cask "pritunl"
cask "qtpass"
cask "session-manager-plugin"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "stolendata-mpv"
cask "teamviewer"
cask "trilium-notes"
cask "upwork"
cask "utm"
cask "vagrant"
cask "viber"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "vnc-viewer"
cask "warp"
cask "whatsapp"
cask "zed"
cask "zoom"
mas "Archiver", id: 619437121
mas "Enchanted", id: 6474268307
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "LetsView", id: 1478202069
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "aykutsarac.jsoncrack-vscode"
vscode "continue.continue"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "file-icons.file-icons"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.activitusbar"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "huizhou.githd"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "letmaik.git-tree-compare"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mkhl.direnv"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "oderwat.indent-rainbow"
vscode "postman.postman-for-vscode"
vscode "quicktype.quicktype"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "stuart.unique-window-colors"
vscode "twxs.cmake"
