tap "amar1729/formulae"
tap "aws/tap"
tap "boltops-tools/software"
tap "boz/repo"
tap "cockroachdb/tap"
tap "codeclimate/formulae"
tap "derailed/k9s"
tap "elastic/tap"
tap "getantibody/tap"
tap "getsentry/tools"
tap "gofireflyio/aiac", "https://github.com/gofireflyio/aiac"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "localsend/localsend"
tap "localstack/tap"
tap "mfuentesg/tap"
tap "minio/stable"
tap "mongodb/brew"
tap "nektos/tap"
tap "noovolari/brew"
tap "pulumi/tap"
tap "shopify/shopify"
tap "teamookla/speedtest"
tap "ubuntu/microk8s"
tap "windmilleng/tap"
brew "act"
brew "adns"
brew "agg"
brew "ansifilter"
brew "antidote"
brew "xz"
brew "openssl@3"
brew "argocd"
brew "readline"
brew "asciinema"
brew "coreutils"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "aws-nuke"
brew "awscli"
brew "axel"
brew "azure-cli"
brew "bat"
brew "bmon"
brew "boost"
brew "buildifier"
brew "buildkit"
brew "ccache"
brew "cmake"
brew "conda-zsh-completion"
brew "cookiecutter"
brew "ctop"
brew "direnv"
brew "dive"
brew "docker", link: false
brew "docker-machine"
brew "docker-machine-driver-vmware"
brew "doctl"
brew "doitlive"
brew "duf"
brew "dvm"
brew "editorconfig-checker"
brew "exiftool"
brew "f3"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "fswatch"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "git-gui"
brew "glances"
brew "gnu-sed"
brew "libusb"
brew "gnupg"
brew "go"
brew "go-bindata"
brew "gobject-introspection"
brew "goenv"
brew "golangci-lint"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "highlight"
brew "htop"
brew "hub"
brew "huggingface-cli"
brew "liblqr"
brew "imagemagick"
brew "inetutils"
brew "infracost"
brew "ipcalc"
brew "ipv6calc"
brew "jq"
brew "k3d"
brew "k8sgpt"
brew "kind"
brew "kompose"
brew "krew"
brew "kubectx"
brew "lastpass-cli"
brew "lazydocker"
brew "lftp"
brew "libsvg"
brew "llvm"
brew "mas"
brew "meson"
brew "midnight-commander"
brew "minikube"
brew "mkcert"
brew "mongodb-atlas-cli"
brew "mvnvm"
brew "zlib"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "ripgrep"
brew "nb"
brew "node@18"
brew "nss"
brew "nvtop"
brew "ollama", restart_service: true
brew "openvpn"
brew "pass"
brew "pipx"
brew "poetry"
brew "postgresql@14"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "qt@5", link: true
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundler"
brew "rbenv-gemset"
brew "rclone"
brew "redis"
brew "rsync"
brew "ruby"
brew "serverless"
brew "shellcheck"
brew "shfmt"
brew "sipcalc"
brew "sonar-scanner"
brew "sonarqube"
brew "staticcheck"
brew "stern"
brew "stow"
brew "stunnel"
brew "svg2png"
brew "svgo"
brew "terracognita"
brew "terraformer"
brew "tmux"
brew "transmission-cli"
brew "trash"
brew "watch"
brew "websocat"
brew "wget"
brew "wifi-password"
brew "wireguard-tools"
brew "wp-cli"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zsh-completions"
brew "amar1729/formulae/browserpass"
brew "amar1729/formulae/pinentry-prefer-tty"
brew "aws/tap/copilot-cli"
brew "boz/repo/kail"
brew "derailed/k9s/k9s"
brew "gofireflyio/aiac/aiac"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "heroku/brew/heroku"
brew "mfuentesg/tap/ksd"
brew "pulumi/tap/pulumi"
brew "shopify/shopify/themekit"
brew "teamookla/speedtest/speedtest"
brew "ubuntu/microk8s/microk8s"
cask "alacritty"
cask "anaconda"
cask "another-redis-desktop-manager"
cask "anydesk"
cask "balenaetcher"
cask "chromedriver"
cask "coconutbattery"
cask "crystalfetch"
cask "cyberduck"
cask "dash@6"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerlevel10k"
cask "garmin-express"
cask "gas-mask"
cask "gfxcardstatus"
cask "gitbutler"
cask "github"
cask "gitkraken"
cask "google-photos-backup-and-sync"
cask "grammarly-desktop"
cask "gswitch"
cask "inkscape"
cask "iterm2"
cask "jordanbaird-ice"
cask "jump-desktop-connect"
cask "keybase"
cask "kui"
cask "lastpass"
cask "leapp"
cask "lg-onscreen-control"
cask "libreoffice"
cask "local"
cask "localsend"
cask "logi-options-plus"
cask "luna-display"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mongodb-compass"
cask "multipass"
cask "mysqlworkbench"
cask "ngrok"
cask "nrlquaker-winbox"
cask "opendnsupdater"
cask "openlens"
cask "openvpn-connect"
cask "pgadmin4"
cask "podman-desktop"
cask "postman"
cask "pritunl"
cask "qtpass"
cask "session-manager-plugin"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "stolendata-mpv"
cask "teamviewer"
cask "trilium-notes"
cask "upwork"
cask "utm"
cask "vagrant"
cask "viber"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "vnc-viewer"
cask "warp"
cask "whatsapp"
cask "zed"
cask "zoom"
mas "Archiver", id: 619437121
mas "Enchanted", id: 6474268307
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "LetsView", id: 1478202069
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "10nates.ollama-autocoder"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "adam-bender.commit-message-editor"
vscode "adpyke.codesnap"
vscode "adrientecher.just-cant-git-enough"
vscode "albymor.increment-selection"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "alexkrechik.cucumberautocomplete"
vscode "aliariff.auto-add-brackets"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "andenetalexander.vim-cheatsheet"
vscode "andys8.jest-snippets"
vscode "anseki.vscode-color"
vscode "anweber.statusbar-commands"
vscode "arturock.gitstash"
vscode "asuka.insertnumbers"
vscode "awesomektvn.toggle-semicolon"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bajdzis.vscode-database"
vscode "bat67.markdown-extension-pack"
vscode "batisteo.vscode-django"
vscode "bazelbuild.vscode-bazel"
vscode "bbenoist.vagrant"
vscode "be5invis.toml"
vscode "benjpas.close-all"
vscode "bibhasdn.git-easy"
vscode "bibhasdn.unique-lines"
vscode "bierner.emojisense"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bmalehorn.print-it"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "brainfit.split-lines"
vscode "brendandburns.vs-kubernetes"
vscode "bruce.comments-wiper"
vscode "buianhthang.xml2json"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "chrisdias.vscode-opennewinstance"
vscode "christian-kohler.npm-intellisense"
vscode "chunsen.bracket-select"
vscode "ckolkman.vscode-postgres"
vscode "clinyong.vscode-css-modules"
vscode "codezombiech.gitignore"
vscode "continue.continue"
vscode "cschlosser.doxdocgen"
vscode "csholmq.excel-to-markdown-table"
vscode "cssho.vscode-svgviewer"
vscode "ctcuff.font-preview"
vscode "cwan.native-ascii-converter"
vscode "cybai.yaml-key-viewer"
vscode "daghostman.vs-treeview"
vscode "dakara.dakara-foldplus"
vscode "danileao.css-variables-autocomplete"
vscode "dannyconnell.split-html-attributes"
vscode "darkriszty.markdown-table-prettify"
vscode "davidanson.vscode-markdownlint"
vscode "davidsekar.redis-xplorer"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "deerawan.vscode-dash"
vscode "devmike.mikrotik-routeros-script"
vscode "dinhani.copy-on-select"
vscode "dkultasev.vs-code-snippet-generator"
vscode "docsmsft.docs-markdown"
vscode "dongido.sync-env"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "dzannotti.vscode-babel-coloring"
vscode "dzhavat.git-cheatsheet"
vscode "eamodio.gitlens"
vscode "edag94.replacequotes"
vscode "editorconfig.editorconfig"
vscode "eiminsasete.apacheconf-snippets"
vscode "erd0s.terraform-autocomplete"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "everettjf.filter-line"
vscode "felipecaputo.git-project-manager"
vscode "file-icons.file-icons"
vscode "firsttris.vscode-jest-runner"
vscode "flaunay.ansible-vault"
vscode "flpgdn.stringtosql"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.docker-explorer"
vscode "formulahendry.docker-extension-pack"
vscode "gantheory.theme-gantheory"
vscode "geeebe.duplicate"
vscode "gerane.theme-monokai-best"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "giyyapan.fast-snippet"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "google.vscode-bigquery"
vscode "gregorbiswanger.json2ts"
vscode "gruntfuggly.activitusbar"
vscode "gruntfuggly.todo-tree"
vscode "gurayyarar.editorenhancements"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "helixquar.randomeverything"
vscode "huizhou.githd"
vscode "idleberg.badges"
vscode "ionutvmi.path-autocomplete"
vscode "ipedrazas.kubernetes-snippets"
vscode "ivangabriele.vscode-git-add-and-commit"
vscode "janisdd.vscode-edit-csv"
vscode "jannek-aalto.shell-function-outline"
vscode "jansenfuller.crayon-vscode"
vscode "jaredkent.greenery"
vscode "jasonnutter.search-node-modules"
vscode "jebbs.plantuml"
vscode "jeff-hykin.better-cpp-syntax"
vscode "josetr.cmake-language-support-vscode"
vscode "kameshkotwani.google-search"
vscode "kamikillerto.vscode-colorize"
vscode "kenhowardpdx.vscode-gist"
vscode "kevinrose.vsc-python-indent"
vscode "killalau.vscode-liquid-snippets"
vscode "ksmithut.plusplus"
vscode "letmaik.git-tree-compare"
vscode "luongnd.edge"
vscode "magicstack.magicpython"
vscode "marcostazi.vs-code-vagrantfile"
vscode "maurodesouza.vscode-simple-readme"
vscode "mdickin.markdown-shortcuts"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mgmcdermott.vscode-language-babel"
vscode "mgtrrz.terraform-completer"
vscode "mhutchie.git-graph"
vscode "michelemelluso.gitignore"
vscode "mikestead.dotenv"
vscode "mindginative.terraform-snippets"
vscode "mkhl.direnv"
vscode "mkxml.vscode-filesize"
vscode "mlewand.select-part-of-word"
vscode "monovaldes.linter-codeclimate"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.kind-vscode"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.anaconda-extension-pack"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsts.team"
vscode "nathanchapman.javascriptsnippets"
vscode "neilding.language-liquid"
vscode "nicholashsiang.vscode-javascript-snippet"
vscode "nick-rudenko.back-n-forth"
vscode "njpwerner.autodocstring"
vscode "nmsmith89.incrementor"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "p1c2u.docker-compose"
vscode "penguinshunya.bigquery-syntax-highlight"
vscode "pepri.subtitles-editor"
vscode "pflannery.vscode-versionlens"
vscode "phplasma.csv-to-table"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "pkief.material-icon-theme"
vscode "plibither8.remove-comments"
vscode "pnp.polacode"
vscode "poorchop.theme-darktooth"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "raashida.fixthecode-vs"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ricardo-emerson.base-development-extensions-pack"
vscode "ritwickdey.liveserver"
vscode "rlivings39.fzf-quick-open"
vscode "rocketseat.theme-omni"
vscode "royaction.color-manager"
vscode "rupisaini.vscode-ansible-linter"
vscode "ryu1kn.partial-diff"
vscode "sburg.vscode-javascript-booster"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shinnn.stylelint"
vscode "shopify.ruby-lsp"
vscode "sidneys1.gitconfig"
vscode "simonsiefke.svg-preview"
vscode "sleistner.vscode-fileutils"
vscode "stackbreak.comment-divider"
vscode "streetsidesoftware.code-spell-checker"
vscode "stuart.unique-window-colors"
vscode "tchoupinax.tilt"
vscode "technosophos.vscode-helm"
vscode "tedisagolli.hex-to-tailwind"
vscode "telesoho.vscode-markdown-paste-image"
vscode "tgreen7.vs-code-node-require"
vscode "thekarel.open-spec-file"
vscode "thomascsd.vscode-readme-pattern"
vscode "timonwong.ansible-autocomplete"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tommorris.mako"
vscode "tomoki1207.pdf"
vscode "tomrijndorp.find-it-faster"
vscode "tqrhsn.vscode-docker-registry-explorer"
vscode "trond-snekvik.simple-rst"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "weijunyu.vscode-json-path"
vscode "wholroyd.jinja"
vscode "whtouche.vscode-js-console-utils"
vscode "wingrunr21.vscode-ruby"
vscode "wix.vscode-import-cost"
vscode "wmaurer.change-case"
vscode "wmontalvo.vsc-meta-snippet"
vscode "wolray.any-swap"
vscode "yatki.vscode-surround"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
vscode "zeshuaro.vscode-python-poetry"
vscode "zfzackfrost.commentbars"
vscode "ziyasal.vscode-open-in-github"
vscode "znck.grammarly"
